Repository: common-repository/super-simple-subscriptions
Catalog: languages/super_simple_subscriptions-*.po
Languages: nl_nl

source: Enable event subscriptions
nl_nl: Zet evenement inschrijvingen aan

source: Enable subscriptions for this event
nl_nl: Zet inschrijvingen aan voor dit evenement

source: Event subscription
nl_nl: Evenement inschrijving

source: Event subscriptions
nl_nl: Evenement inschrijvingen

source: No subscriptions available.
nl_nl: Geen inschrijvingen aanwezig.

source: Firstname
nl_nl: Voornaam

source: Lastname
nl_nl: Achternaam

source: Event
nl_nl: Evenement

source: Added
nl_nl: Toegevoegd

source: Events Subscriptions
nl_nl: Evenement Inschrijvingen

source: Download subscriptions
nl_nl: Download inschrijvingen

source: Subscriptions per page
nl_nl: Inschrijvingen per pagina

source: Please enter your firstname.
nl_nl: Vul aub je voornaam in.

source: Please enter your lastname.
nl_nl: Vul aub je achternaam in.

source: Please enter your email address.
nl_nl: Vul aub je e-mailadres in.

source: Please enter a valid email address.
nl_nl: Vul aub een geldig e-mailadres in.

source: &#10003; Your subscribted to this event.
nl_nl: &#10003; Je bent ingeschreven voor dit evenement.

source: You already subscribed to this event.
nl_nl: Je bent al ingeschreven voor dit evenement.

source: &#10003; You are no longer subscribed for this event.
nl_nl: &#10003; Je bent niet langer ingeschreven voor dit evenement.

source: No subscription found.
nl_nl: Geen inschrijvingen gevonden.

source: Subscribe to this event
nl_nl: Schrijf je in voor dit evenement

source: Your email address
nl_nl: Je e-mailadres

source: Subscribe
nl_nl: Inschrijven

source: Unsubscribe
nl_nl: Uitschrijven

source: Submit
nl_nl: Verzenden

source: Subscribe to an event created with the Super Simple Events plugin
nl_nl: Schrijf je in op een evenement dat gemaakt is de Super Simple Event plugin
